#+TITLE: EmacsPortable.App
#+AUTHOR: Matthew L. Fidler
** DONE Add Mac support of Environment.ini
CLOSED: [2012-01-23 Mon 15:50]
- State "DONE"       from "TODO"       [2012-01-23 Mon 15:50]
:LOGBOOK:
CLOCK: [2011-12-14 Wed 21:47]--[2011-12-14 Wed 21:48] =>  0:01
:END:
[2011-12-14 Wed 21:47]

** DONE Download of GnuWin32 Utilities
CLOSED: [2012-01-24 Tue 09:41]
- State "DONE"       from "STARTED"    [2012-01-24 Tue 09:41]
:LOGBOOK:
CLOCK: [2012-01-23 Mon 15:51]--[2012-01-23 Mon 17:22] =>  1:31
:END:

** STARTED Remove Emacs Binaries
:LOGBOOK:
CLOCK: [2012-01-24 Tue 09:41]--[2012-01-24 Tue 10:14] =>  0:33
:END:
** DONE Remove App/bin and replace with contents of gw32 directory
CLOSED: [2012-01-24 Tue 17:59]
- State "DONE"       from "STARTED"    [2012-01-24 Tue 17:59]
:LOGBOOK:
CLOCK: [2012-01-24 Tue 10:22]--[2012-01-24 Tue 10:50] =>  0:28
CLOCK: [2012-01-24 Tue 10:21]--[2012-01-24 Tue 10:22] =>  0:01
CLOCK: [2012-01-24 Tue 10:14]--[2012-01-24 Tue 10:21] =>  0:07
:END:
